{"records":[{"id":"recQQNIvwT5hKGDeP","fields":{"name":"Carl","location":"Stockholm","testimonial":"I got to try a bunch of different models of Moar Guitars, and was very impressed by the attention to detail and also the vision of the whole project. Dan's not afraid to really go for it and try ideas that some luthiers would be intimidated by. I love the feeling of hand built instruments and these guitars really have that. All the models I tried out were extremely well balanced, easy to grab and play and also had some great sound options.","testimonials-page":true},"createdTime":"2020-04-30T05:47:06.000Z"},{"id":"recKoqRzAOvMVsd9a","fields":{"testimonial":"The neck on this thing is the best neck I have ever felt. So comfortable, so easy to play. I didn’t know that necks could play and feel like this before I received my Moar guitar. "},"createdTime":"2020-04-30T05:47:06.000Z"},{"id":"recsH5WXo1rXa6yBd","fields":{"testimonial":"I couldn’t not order a second one. "},"createdTime":"2020-04-30T05:47:06.000Z"},{"id":"recq54ODSoobHWTES","fields":{"name":"Julian","location":"USA","testimonial":" I can’t thank Dan enough for all of the time and effort and love and thoughtfulness that went into this build. If anyone is interested in buying a custom made guitar, I can’t recommend Dan highly enough. This thing rocks.","testimonials-page":true},"createdTime":"2020-04-30T05:53:47.000Z"},{"id":"recoNgp4hB9qJkAMS","fields":{"name":"Eivor","location":"Denmark","testimonial":"I love it, its so beautiful and resonant. Really inspiring to play, and such a unique sound.","guitar":"offset","testimonials-page":true},"createdTime":"2020-04-30T05:53:47.000Z"},{"id":"rec5fqXsOWnDCiBQ0","fields":{"name":"Paul","location":"Oslo","testimonial":"Dan's guitars do not only look timeless and beautiful, but play and resonate like REAL instruments should.","testimonials-page":true},"createdTime":"2020-04-30T05:53:48.000Z"},{"id":"recpfMILcV4I9G2xz","fields":{"name":"Alan","location":"London","testimonial":"I was lucky enough whilst visiting Dan at his workshop to collect a guitar I had ordered, and also to be able to sneak out with one of his earliest builds, a super slim tele style guitar. It was so sweet to play I couldn't leave without it.","guitar":"morty"},"createdTime":"2020-04-30T06:23:25.000Z"},{"id":"recB0wiZGDLu0sovq","fields":{"name":"Alan","location":"London","testimonial":"I took home the Wayfair I had commissioned him to build for me - super slim semi acoustic with a P90 and a humbucker, and somehow, a Bigsby! What a fabulous and exciting guitar. Well done Dan these are great instruments!","guitar":"wayfair"},"createdTime":"2020-04-30T05:53:48.000Z"},{"id":"recHUOY3dMUwt5nHi","fields":{"name":"Eivor","location":"Denmark","testimonial":"My Wayfair plays like a dream","guitar":"wayfair"},"createdTime":"2020-04-30T05:53:48.000Z"},{"id":"recaz2sId2OfBLwrv","fields":{"name":"Nikolaj","location":"Denmark","testimonial":"After receiving my Wayfair I am a little more poor, but a lot more happy. Dan was great to work with, explaining parts of the process in detail to me, and really taking the time to properly answer all my questions. I can highly recommend!","guitar":"wayfair"},"createdTime":"2020-04-30T05:58:58.000Z"},{"id":"recF2Inx95X104mPx","fields":{"name":"Arne","location":"Denmark","testimonial":"This guitar is literally alive in your hands. Amp or not. The Wayfair wants you.","guitar":"wayfair"},"createdTime":"2020-04-30T05:59:01.000Z"},{"id":"recSH6QTZqBdurUc8","fields":{"name":"Ross","location":"London","testimonial":"My Moar Morty is my favourite guitar, it works on genres from clean jazz to heavy rock perfectly! Tonally versatile and plays fantastic.","guitar":"morty"},"createdTime":"2020-04-30T05:59:02.000Z"},{"id":"recO4Hkb5LVFGbLA1","fields":{"name":"Ross","location":"London","testimonial":"This bass is an Extremely expressive instrument which reacts to how I play it. Love the bass, fits in the mix and allows me to groove!","guitar":"bass"},"createdTime":"2020-04-30T05:59:03.000Z"},{"id":"recljBJYHcEMbsvv0","fields":{"name":"Jake","location":"USA","testimonial":"My bass is a beast, and whatsmore, it arrived in tune! It’s light, comfortable and I can get all the sounds out of it that I want.","guitar":"bass"},"createdTime":"2020-04-30T05:59:04.000Z"},{"id":"recXUDmIlX6A4Um3l","fields":{},"createdTime":"2020-04-30T06:00:13.000Z"}]}